Repository: sthagen/django-leaflet
Catalog: leaflet/locale/*/LC_MESSAGES/django.po
Languages: fa, fr

source: Background
fa: پس زمینه
fr: Fond

source: Spatial extent should be a tuple (minx, miny, maxx, maxy)
fa: محدوده مکانی باید تاپل باشد (minx ، miny ، maxx ، maxy)
fr: L'étendue (spatial extent) doit être un tuple (minx, miny, maxx, maxy)

source: Cancel drawing
fa: لغو ترسیم
fr: Annuler le dessin

source: Cancel
fa: لغو
fr: Annuler

source: Delete last point drawn
fa: حذف آخرین ترسیم
fr: Supprimer le dernier point dessiné

source: Delete last point
fa: حذف آخرین نقطه
fr: Supprimer le dernier point

source: Draw a polyline
fa: ترسیم خط
fr: Dessiner une ligne

source: Draw a polygon
fa: ترسیم چند ضلعی
fr: Dessiner un polygone

source: Draw a rectangle
fr: Dessiner un rectangle

source: Draw a circle
fa: ترسیم دایره
fr: Dessiner un cercle

source: Draw a marker
fa: ترسیم مارکر
fr: Dessiner un point

source: Click and drag to draw circle.
fa: برای ترسیم دایره ابتدا کلیک و پس از آن درک نمائید
fr: Cliquer et glisser pour dessiner le cercle.

source: Click map to place marker.
fa: برای ایجاد مارکر کلیک نمائید
fr: Cliquer sur la carte pour placer le point.

source: Click to start drawing shape.
fa: برای ترسیم شکل کلیک کنید
fr: Cliquer pour commencer le dessin de la forme.

source: Click to continue drawing shape.
fa: برای ادامه ترسیم کلیک کنید
fr: Cliquer pour continuer le dessin de la forme.

source: Click first point to close this shape.
fa: برای اتمام عملیات ترسیم بر روی نقطه اول کلیک کنید
fr: Cliquer sur le premier point pour fermer la forme

source: <strong>Error:</strong> shape edges cannot cross!
fa: <strong>خطا:</strong> لبه شکل ها نباید تداخل داشته باشند!
fr: <strong>Erreur:</strong> les segments ne peuvent se croiser!

source: Click to start drawing line.
fa: برای ترسیم خط کلیک کنید
fr: Cliquer pour commencer le dessin de la ligne.

source: Click to continue drawing line.
fa: برای ادامه دادن به فرایند ترسیم خط کلیک کنید
fr: Cliquer pour continuer le dessin de la ligne.

source: Click last point to finish line.
fa: برای اتمام فرایند ترسیم بر روی نقطه آخر کلیک کنید
fr: Cliquer sur le dernier point pour terminer la ligne.

source: Click and drag to draw rectangle.
fa: برای ترسیم چند ضلعای ابتدا کلیک و سپس درگ نمایید
fr: Cliquer et glisser pour dessiner le rectangle.

source: Release mouse to finish drawing.
fa: برای اتمام فرایند ترسیم موس را رها کنید
fr: Relâcher la souris pour terminer le dessin.

source: Save changes.
fa: ذخیره تغییرات
fr: Enregistrer les changements.

source: Save
fa: ذخیره
fr: Enregistrer

source: Cancel editing, discards all changes.
fa: لغو ویرایش، نادیده گرفتن تغییرات
fr: Annuler l'édition, annule tous les changements.

source: Edit layers
fa: ویرایش لایه ها
fr: Éditer les objets

source: No layers to edit.
fa: لایه ای برای ویرایش وجود ندارد
fr: Aucun objet à éditer

source: Delete layers
fa: حذف لایه ها
fr: Supprimer des objets

source: No layers to delete.
fa: لایه ای برای حذف وجود ندارد
fr: Aucun objet à supprimer.

source: Drag handles, or marker to edit feature.
fa: برای ویرایش عوارض مارکر را بکشید
fr: Déplacer les poignées ou marqueurs pour éditer la forme.

source: Click cancel to undo changes.
fa: برای برگرداندن تغییرات بر روی لغو کلیک کنید
fr: Cliquer sur annuler pour annuler les changements.

source: Click on a feature to remove
fa: برای حذف بر روی عارضه مربوطه کلیک کنید
fr: Cliquer sur une forme pour la supprimer

source: Reset view
fa: راه اندازی مجدد منظر
fr: Réinitialiser la vue
